// ar.js
module.exports = {
  index: {
    lang: "✅ تم اختيار اللغة الفرنسية بنجاح",
    error1: "❌ من فضلك قدم بريد إلكتروني",
    c1: "عنوان بريد iCloud؟",
    c2: "كلمة مرور iCloud (إذا كان لديك المصادقة الثنائية)؟",
    c3: "قم بتسجيل الدخول إلى iCloud لاسترداد الكوكيز",
    c4: "هل هناك تقارير؟",
    c5: "كم عدد التقارير؟"
  },
  applemail: {
    c1: "👉 سجل الدخول يدويًا إلى iCloud Mail (اسم المستخدم + 2FA إذا تم طلبه) واضغط على 'ثقة'",
    c2: "⏳ انتظر دقيقة واحدة لتسجيل دخول المستخدم...",
    c3: "✅ انتهى الوقت، استرجاع البيانات...",
    c4: "✅ تم حفظ بيانات الجلسة في ../data/icloud-cookie.json",
    c5: "✅ تم إنشاء حساب Twitch",
    nomsg: "لم يتم العثور على رسائل.",
    error1: "خطأ عند إضافة علم 'تم الحذف':"
  },
};
