// ja.js
module.exports = {
  index: {
    lang: "✅ フランス語が正常に選択されました",
    error1: "❌ メールアドレスを入力してください",
    c1: "iCloudメールアドレスは？",
    c2: "iCloudパスワード（2FAが必要な場合）？",
    c3: "iCloudにログインしてクッキーを取得してください",
    c4: "報告すべき人はいますか？",
    c5: "報告数は何ですか？"
  },
  applemail: {
    c1: "👉 手動でiCloudメールにログインしてください（ユーザー名 + 2FAが必要な場合）'信頼'をクリックします",
    c2: "⏳ ユーザーがログインするのを1分待っています...",
    c3: "✅ 時間が経過しました。データを取得中...",
    c4: "✅ セッションデータは../data/icloud-cookie.jsonに保存されました",
    c5: "✅ Twitchアカウントが作成されました",
    nomsg: "メッセージは見つかりませんでした。",
    error1: "「削除済み」フラグの追加中にエラーが発生しました："
  },
};
