// ko.js
module.exports = {
  index: {
    lang: "✅ 프랑스어가 성공적으로 선택되었습니다",
    error1: "❌ 이메일을 입력해주세요",
    c1: "iCloud 이메일 주소?",
    c2: "iCloud 비밀번호 (2FA가 있는 경우)?",
    c3: "iCloud에 로그인하여 쿠키를 가져옵니다",
    c4: "보고할 사람이 있나요?",
    c5: "몇 개의 보고서가 있나요?"
  },
  applemail: {
    c1: "👉 수동으로 iCloud Mail에 로그인하세요 (사용자 이름 + 2FA 필요 시) 그리고 '신뢰'를 클릭하세요",
    c2: "⏳ 사용자가 로그인할 때까지 1분을 기다리고 있습니다...",
    c3: "✅ 시간이 지났습니다, 데이터를 가져오는 중...",
    c4: "✅ 세션 데이터가 ../data/icloud-cookie.json에 저장되었습니다",
    c5: "✅ Twitch 계정이 생성되었습니다",
    nomsg: "메시지를 찾을 수 없습니다.",
    error1: "'삭제됨' 플래그를 추가하는 중 오류가 발생했습니다:"
  },
};
