// ru.js
module.exports = {
  index: {
    lang: "✅ Французский язык был успешно выбран",
    error1: "❌ Пожалуйста, укажите email",
    c1: "Адрес электронной почты iCloud?",
    c2: "Пароль iCloud (если у вас есть двухфакторная аутентификация)?",
    c3: "Войдите в iCloud для получения cookies",
    c4: "Есть ли какие-либо отчеты?",
    c5: "Сколько отчетов?"
  },
  applemail: {
    c1: "👉 Войдите вручную в iCloud Mail (имя пользователя + 2FA, если требуется) и нажмите 'Доверять'",
    c2: "⏳ Ожидание 1 минуты для входа пользователя...",
    c3: "✅ Время вышло, извлечение данных...",
    c4: "✅ Данные сессии сохранены в ../data/icloud-cookie.json",
    c5: "✅ Аккаунт Twitch создан",
    nomsg: "Сообщения не найдены.",
    error1: "Ошибка при добавлении флага 'Удалено':"
  },
};
